Repository: henryoy/albumcoverfinder
Catalog: lang/albumcoverfinder-*.po
Languages: sr_rs

source: View
sr_rs: IzgledSakrij

source: Hide
sr_rs: Sakrij

source: Set featured image
sr_rs: Podesi napravljenu sliku

source: Update/publish first
sr_rs: Prvo ažuriraj/objavi

source: Remove attachment
sr_rs: Ukloni prilog

source: files attached
sr_rs: Priložene datoteke

source: Searching...
sr_rs: Pretraga...

source: Search
sr_rs: Traži

source: No album cover(s) were found
sr_rs: Nijedan omot albuma nije pronađen

source: Try again
sr_rs: Pokušaj ponovo

source: Save post to change/remove featured image
sr_rs: Sačuvaj post da bi izmenio/uklonio napravljenu sliku

source: Album cover finder
sr_rs: Pretraživač omota albuma

source: Search album covers
sr_rs: Pretraži omote albuma

source: Artist
sr_rs: Umetnik

source: Clear
sr_rs: Prazno

source: Add as attachment
sr_rs: Dodaj kao prilog

source: Insert in editor
sr_rs: Ubaci u uređivač

source: Attachments
sr_rs: Prilozi
